Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# disguise.error.changeFailed
source: Password change failed: %@
de: Passwortänderung fehlgeschlagen: %@
es: Error al cambiar la contraseña: %@
fr: Échec du changement de mot de passe : %@
id: Perubahan kata sandi gagal: %@
ja: パスワードを変更できませんでした：%@
pl: Nie udało się zmienić hasła: %@
pt_br: Falha ao alterar a senha: %@
zh_hans: 密码修改失败: %@
zh_hant: 密碼修改失敗: %@

# disguise.error.minLength
source: Password must be at least 4 characters
de: Das Passwort muss mindestens 4 Zeichen enthalten
es: La contraseña debe tener al menos 4 caracteres
fr: Le mot de passe doit comporter au moins 4 caractères
id: Kata sandi harus terdiri dari minimal 4 karakter
ja: パスワードは4文字以上にしてください
pl: Hasło musi mieć co najmniej 4 znaki
pt_br: A senha deve ter pelo menos 4 caracteres
zh_hans: 密码至少需要4位
zh_hant: 密碼至少需要4位

# disguise.error.noPassword
source: Cannot get current password, please login again
de: Aktuelles Passwort nicht verfügbar. Melde dich erneut an.
es: No se puede obtener la contraseña actual. Inicia sesión de nuevo.
fr: Mot de passe actuel inaccessible. Reconnectez-vous.
id: Kata sandi saat ini tidak dapat diperoleh. Silakan masuk kembali.
ja: 現在のパスワードを取得できません。再度ログインしてください
pl: Nie można pobrać obecnego hasła. Zaloguj się ponownie.
pt_br: Não foi possível obter a senha atual. Entre novamente.
zh_hans: 无法获取当前密码，请重新登录
zh_hant: 無法獲取當前密碼，請重新登入

# disguise.error.numbersOnly
source: Password can only contain numbers and decimal point
de: Das Passwort darf nur Ziffern und Dezimalpunkte enthalten
es: La contraseña solo puede contener números y puntos decimales
fr: Le mot de passe ne peut contenir que des chiffres et des points décimaux
id: Kata sandi hanya boleh berisi angka dan titik desimal
ja: パスワードには数字と小数点のみ使用できます
pl: Hasło może zawierać tylko cyfry i kropkę dziesiętną
pt_br: A senha pode conter apenas números e pontos decimais
zh_hans: 密码仅能包含数字和小数点
zh_hant: 密碼僅能包含數字和小數點

# disguise.error.saveFailed
source: Failed to save: %1$@
de: Speichern fehlgeschlagen: %1$@
es: Error al guardar: %1$@
fr: Échec de l’enregistrement : %1$@
id: Gagal menyimpan: %1$@
ja: 保存できませんでした：%1$@
pl: Nie udało się zapisać: %1$@
pt_br: Falha ao salvar: %1$@
zh_hans: 保存失败: %1$@
zh_hant: 儲存失敗: %1$@

# disguise.error.updateFailed
source: Failed to update password: %1$@
de: Passwort konnte nicht aktualisiert werden: %1$@
es: No se pudo actualizar la contraseña: %1$@
fr: Impossible de mettre à jour le mot de passe : %1$@
id: Gagal memperbarui kata sandi: %1$@
ja: パスワードを更新できませんでした：%1$@
pl: Nie udało się zaktualizować hasła: %1$@
pt_br: Não foi possível atualizar a senha: %1$@
zh_hans: 密码修改失败: %1$@
zh_hant: 密碼修改失敗: %1$@

# disguise.example.date
source: Date Numbers
de: Datumszahlen
es: Números de fecha
fr: Chiffres d’une date
id: Angka tanggal
ja: 日付の数字
pl: Cyfry daty
pt_br: Números de data
zh_hans: 日期数字
zh_hant: 日期數字

# disguise.example.decimal
source: With Decimal Point
de: Mit Dezimalpunkt
es: Con punto decimal
fr: Avec point décimal
id: Dengan titik desimal
ja: 小数点を含む
pl: Z kropką dziesiętną
pt_br: Com ponto decimal
zh_hans: 带小数点
zh_hant: 帶小數點

# disguise.example.sequential
source: Sequential Numbers
de: Zahlenfolgen
es: Números consecutivos
fr: Chiffres consécutifs
id: Angka berurutan
ja: 連続する数字
pl: Kolejne cyfry
pt_br: Números sequenciais
zh_hans: 连续数字
zh_hant: 連續數字

# disguise.example.simple
source: Simple Numbers
de: Einfache Zahlen
es: Números simples
fr: Chiffres simples
id: Angka sederhana
ja: シンプルな数字
pl: Proste cyfry
pt_br: Números simples
zh_hans: 简单数字
zh_hant: 簡單數字

# disguise.example.title
source: Example Passwords
de: Beispielpasswörter
es: Ejemplos de contraseñas
fr: Exemples de mots de passe
id: Contoh kata sandi
ja: パスワードの例
pl: Przykładowe hasła
pt_br: Exemplos de senhas
zh_hans: 示例密码
zh_hant: 示例密碼

# disguise.input.placeholder
source: Enter password sequence
de: Passwortfolge eingeben
es: Introduce la secuencia de contraseña
fr: Saisir la séquence de déverrouillage
id: Masukkan urutan kata sandi
ja: パスワードの数字列を入力
pl: Wpisz sekwencję hasła
pt_br: Digite a sequência da senha
zh_hans: 输入密码序列
zh_hant: 輸入密碼序列

# disguise.isSet
source: Set
de: Festlegen
es: Configurar
fr: Définir
id: Atur
ja: 設定済み
pl: Ustawiono
pt_br: Definir
zh_hans: 已设置
zh_hant: 已設定

# disguise.passwordSetup.canUse
source: Can use directly or set to another numeric password
de: Direkt verwenden oder ein anderes Zahlenpasswort festlegen
es: Puedes usarla directamente o elegir otra contraseña numérica
fr: Utilisez-le directement ou choisissez un autre mot de passe numérique
id: Gunakan langsung atau tetapkan kata sandi angka lain
ja: そのまま使用するか、別の数字パスワードを設定できます
pl: Możesz używać bez zmian lub ustawić inne hasło numeryczne
pt_br: Use diretamente ou defina outra senha numérica
zh_hans: 可以直接使用，或设置为其他数字密码
zh_hant: 可以直接使用，或設定為其他數字密碼

# disguise.passwordSetup.compatible
source: Current password meets calculator login mode requirements
de: Das aktuelle Passwort erfüllt die Anforderungen der Rechner-Anmeldung
es: La contraseña actual cumple los requisitos del acceso con calculadora
fr: Le mot de passe actuel convient au mode calculatrice
id: Kata sandi saat ini memenuhi persyaratan mode masuk kalkulator
ja: 現在のパスワードは電卓ログインの要件を満たしています
pl: Obecne hasło spełnia wymagania logowania przez kalkulator
pt_br: A senha atual atende aos requisitos do acesso pela calculadora
zh_hans: 当前主密码符合计算器登录模式要求
zh_hant: 當前主密碼符合計算器登入模式要求

# disguise.passwordSetup.instruction1
source: Please set a new password with only numbers and decimal point
de: Lege ein neues Passwort nur aus Ziffern und Dezimalpunkten fest
es: Elige una nueva contraseña que solo contenga números y puntos decimales
fr: Définissez un nouveau mot de passe composé uniquement de chiffres et de points décimaux
id: Tetapkan kata sandi baru yang hanya berisi angka dan titik desimal
ja: 数字と小数点のみで新しいパスワードを設定してください
pl: Ustaw nowe hasło zawierające tylko cyfry i kropkę dziesiętną
pt_br: Defina uma nova senha com apenas números e pontos decimais
zh_hans: 请设置一个仅包含数字和小数点的新密码
zh_hant: 請設定一個僅包含數字和小數點的新密碼

# disguise.passwordSetup.instruction2
source: After changing, you'll need to reimport files (old files will be undecryptable)
de: Nach der Änderung musst du Dateien erneut importieren (alte Dateien lassen sich nicht mehr entschlüsseln).
es: Tras el cambio, tendrás que importar los archivos de nuevo (los antiguos ya no podrán descifrarse).
fr: Après le changement, vous devrez réimporter les fichiers (les anciens ne pourront plus être déchiffrés).
id: Setelah perubahan, file harus diimpor ulang (file lama tidak dapat didekripsi).
ja: 変更後はファイルの再読み込みが必要です（以前のファイルは復号できなくなります）
pl: Po zmianie trzeba będzie ponownie zaimportować pliki (starych plików nie da się odszyfrować)
pt_br: Após a alteração, será necessário importar os arquivos novamente (os antigos não poderão ser descriptografados).
zh_hans: 修改后，需要重新导入文件（旧文件将无法解密）
zh_hant: 修改後，需要重新匯入檔案（舊檔案將無法解密）

# disguise.passwordSetup.rule1
source: Only supports numbers (0-9) and decimal point (.)
de: Nur Ziffern (0–9) und Dezimalpunkt (.) zulässig
es: Solo admite números (0–9) y punto decimal (.)
fr: Chiffres (0–9) et point décimal (.) uniquement
id: Hanya mendukung angka (0–9) dan titik desimal (.)
ja: 数字（0～9）と小数点（.）のみ使用できます
pl: Obsługuje tylko cyfry (0–9) i kropkę dziesiętną (.)
pt_br: Aceita apenas números (0–9) e ponto decimal (.)
zh_hans: 仅支持数字 (0-9) 和小数点 (.)
zh_hant: 僅支持數字 (0-9) 和小數點 (.)

# disguise.passwordSetup.rule2
source: Recommend 4-8 digits
de: 4–8 Ziffern empfohlen
es: Se recomiendan 4–8 dígitos
fr: 4 à 8 chiffres conseillés
id: Disarankan 4–8 digit
ja: 4～8桁を推奨します
pl: Zalecane 4–8 cyfr
pt_br: Recomendamos 4–8 dígitos
zh_hans: 建议使用 4-8 位数字
zh_hant: 建議使用 4-8 位數字

# disguise.passwordSetup.title
source: Password Sequence Setup
de: Passwortfolge einrichten
es: Configurar secuencia de contraseña
fr: Configurer la séquence de déverrouillage
id: Pengaturan urutan kata sandi
ja: パスワード入力列の設定
pl: Ustawianie sekwencji hasła
pt_br: Configurar sequência da senha
zh_hans: 密码序列设置
zh_hant: 密碼序列設定

# disguise.passwordSetup.warning
source: ⚠️ Current password contains letters or special characters
de: ⚠️ Das aktuelle Passwort enthält Buchstaben oder Sonderzeichen
es: ⚠️ La contraseña actual contiene letras o caracteres especiales
fr: ⚠️ Le mot de passe actuel contient des lettres ou des caractères spéciaux
id: ⚠️ Kata sandi saat ini berisi huruf atau karakter khusus
ja: ⚠️ 現在のパスワードに英字または特殊文字が含まれています
pl: ⚠️ Obecne hasło zawiera litery lub znaki specjalne
pt_br: ⚠️ A senha atual contém letras ou caracteres especiais
zh_hans: ⚠️ 当前主密码包含字母或特殊字符
zh_hant: ⚠️ 當前主密碼包含字母或特殊字元

# disguise.setPassword.title
source: Set Password Sequence
de: Passwortfolge festlegen
es: Configurar secuencia de contraseña
fr: Définir la séquence de déverrouillage
id: Atur urutan kata sandi
ja: パスワード入力列を設定
pl: Ustaw sekwencję hasła
pt_br: Definir sequência da senha
zh_hans: 设置密码序列
zh_hant: 設定密碼序列

# disguise.updating
source: Updating password...
de: Passwort wird aktualisiert…
es: Actualizando contraseña…
fr: Mise à jour du mot de passe…
id: Memperbarui kata sandi…
ja: パスワードを更新中…
pl: Aktualizowanie hasła…
pt_br: Atualizando senha…
zh_hans: 正在更新密码...
zh_hant: 正在更新密碼...

# disguise.useDefault
source: Use Default Password
de: Standardpasswort verwenden
es: Usar contraseña predeterminada
fr: Utiliser le mot de passe par défaut
id: Gunakan kata sandi default
ja: 初期パスワードを使用
pl: Użyj hasła domyślnego
pt_br: Usar senha padrão
zh_hans: 使用默认密码
zh_hant: 使用預設密碼

# disguise.warning.defaultPassword
source: ⚠️ Currently using default password 1234, custom password recommended
de: ⚠️ Aktuell wird das Standardpasswort 1234 verwendet. Ein eigenes Passwort wird empfohlen.
es: ⚠️ Usas la contraseña predeterminada 1234. Se recomienda una personalizada.
fr: ⚠️ Le mot de passe par défaut 1234 est utilisé. Un mot de passe personnalisé est conseillé.
id: ⚠️ Saat ini menggunakan kata sandi default 1234. Sebaiknya gunakan kata sandi khusus.
ja: ⚠️ 現在は初期パスワード1234を使用中です。独自のパスワードを推奨します
pl: ⚠️ Obecnie używasz domyślnego hasła 1234. Zalecane jest własne hasło
pt_br: ⚠️ Você está usando a senha padrão 1234. Recomendamos uma senha personalizada.
zh_hans: ⚠️ 当前使用默认密码 1234，建议设置自定义密码
zh_hant: ⚠️ 當前使用預設密碼 1234，建議設定自訂密碼

# encryptionError.accessDenied
source: No access to file: %1$@
de: Kein Zugriff auf Datei: %1$@
es: Sin acceso al archivo: %1$@
fr: Accès au fichier impossible : %1$@
id: Tidak ada akses ke file: %1$@
ja: ファイルにアクセスできません：%1$@
pl: Brak dostępu do pliku: %1$@
pt_br: Sem acesso ao arquivo: %1$@
zh_hans: 无权访问文件: %1$@
zh_hant: 無權訪問檔案: %1$@

# encryptionError.dataCorrupted
source: Data is corrupted or has been tampered with.
de: Die Daten sind beschädigt oder wurden manipuliert.
es: Los datos están dañados o se han manipulado.
fr: Les données sont corrompues ou ont été modifiées.
id: Data rusak atau telah diubah.
ja: データが破損しているか、改ざんされています。
pl: Dane są uszkodzone lub zostały zmodyfikowane.
pt_br: Os dados estão corrompidos ou foram adulterados.
zh_hans: 数据已损坏或被篡改。
zh_hant: 資料已損壞或被篡改。

# encryptionError.decryptFailed
source: Decryption failed.
de: Entschlüsselung fehlgeschlagen.
es: No se pudo descifrar.
fr: Échec du déchiffrement.
id: Dekripsi gagal.
ja: 復号に失敗しました。
pl: Odszyfrowanie nie powiodło się.
pt_br: Falha na descriptografia.
zh_hans: 解密失败。
zh_hant: 解密失敗。

# encryptionError.decryptFailedWithReason
source: Decryption failed: %1$@
de: Entschlüsselung fehlgeschlagen: %1$@
es: Error al descifrar: %1$@
fr: Échec du déchiffrement : %1$@
id: Dekripsi gagal: %1$@
ja: 復号に失敗しました：%1$@
pl: Odszyfrowanie nie powiodło się: %1$@
pt_br: Falha na descriptografia: %1$@
zh_hans: 解密失败: %1$@
zh_hant: 解密失敗: %1$@

# encryptionError.encryptFailed
source: Encryption failed.
de: Verschlüsselung fehlgeschlagen.
es: No se pudo cifrar.
fr: Échec du chiffrement.
id: Enkripsi gagal.
ja: 暗号化に失敗しました。
pl: Szyfrowanie nie powiodło się.
pt_br: Falha na criptografia.
zh_hans: 加密失败。
zh_hant: 加密失敗。

# encryptionError.encryptFailedWithReason
source: Encryption failed: %1$@
de: Verschlüsselung fehlgeschlagen: %1$@
es: Error al cifrar: %1$@
fr: Échec du chiffrement : %1$@
id: Enkripsi gagal: %1$@
ja: 暗号化に失敗しました：%1$@
pl: Szyfrowanie nie powiodło się: %1$@
pt_br: Falha na criptografia: %1$@
zh_hans: 加密失败: %1$@
zh_hant: 加密失敗: %1$@

# encryptionError.fileNotFound
source: File not found: %1$@
de: Datei nicht gefunden: %1$@
es: Archivo no encontrado: %1$@
fr: Fichier introuvable : %1$@
id: File tidak ditemukan: %1$@
ja: ファイルが見つかりません：%1$@
pl: Nie znaleziono pliku: %1$@
pt_br: Arquivo não encontrado: %1$@
zh_hans: 文件不存在: %1$@
zh_hant: 檔案不存在: %1$@

# encryptionError.fileTooLargeDetail
source: File is too large (%.1f MB, limit %.1f MB)
de: Datei zu groß (%.1f MB, maximal %.1f MB)
es: Archivo demasiado grande (%.1f MB, límite %.1f MB)
fr: Fichier trop volumineux (%.1f Mo, limite %.1f Mo)
id: File terlalu besar (%.1f MB, batas %.1f MB)
ja: ファイルが大きすぎます（%.1f MB、上限 %.1f MB）
pl: Plik jest za duży (%.1f MB, limit: %.1f MB)
pt_br: Arquivo muito grande (%.1f MB, limite %.1f MB)
zh_hans: 文件过大 (%.1f MB，限制 %.1f MB)
zh_hant: 檔案過大 (%.1f MB，限制 %.1f MB)

# encryptionError.invalidData
source: Invalid data format.
de: Ungültiges Datenformat.
es: Formato de datos no válido.
fr: Format de données invalide.
id: Format data tidak valid.
ja: データ形式が正しくありません。
pl: Nieprawidłowy format danych.
pt_br: Formato de dados inválido.
zh_hans: 数据格式无效。
zh_hant: 資料格式無效。

# encryptionError.invalidPassword
source: Invalid password.
de: Ungültiges Passwort.
es: Contraseña no válida.
fr: Mot de passe invalide.
id: Kata sandi tidak valid.
ja: パスワードが正しくありません。
pl: Nieprawidłowe hasło.
pt_br: Senha inválida.
zh_hans: 密码无效。
zh_hant: 密碼無效。

# encryptionError.ioError
source: I/O error: %1$@
de: E/A-Fehler: %1$@
es: Error de E/S: %1$@
fr: Erreur d’E/S : %1$@
id: Kesalahan I/O: %1$@
ja: 入出力エラー：%1$@
pl: Błąd wejścia/wyjścia: %1$@
pt_br: Erro de E/S: %1$@
zh_hans: IO 错误: %1$@
zh_hant: IO 錯誤: %1$@

# encryptionError.keyDerivationFailed
source: Key derivation failed.
de: Schlüsselableitung fehlgeschlagen.
es: No se pudo derivar la clave.
fr: Échec de la dérivation de clé.
id: Derivasi kunci gagal.
ja: 鍵の導出に失敗しました。
pl: Wyprowadzenie klucza nie powiodło się.
pt_br: Falha na derivação da chave.
zh_hans: 密钥派生失败。
zh_hant: 金鑰派生失敗。

# encryptionError.storageInsufficient
source: Not enough storage space.
de: Nicht genügend Speicherplatz.
es: No hay suficiente espacio.
fr: Espace de stockage insuffisant.
id: Ruang penyimpanan tidak cukup.
ja: ストレージ容量が不足しています。
pl: Za mało miejsca w pamięci.
pt_br: Espaço de armazenamento insuficiente.
zh_hans: 存储空间不足。
zh_hant: 儲存空間不足。

# error.decryptionFailed
source: Decryption failed.
de: Entschlüsselung fehlgeschlagen.
es: No se pudo descifrar.
fr: Échec du déchiffrement.
id: Dekripsi gagal.
ja: 復号に失敗しました。
pl: Odszyfrowanie nie powiodło się.
pt_br: Falha na descriptografia.
zh_hans: 解密失败。
zh_hant: 解密失敗。

# error.deleteFailed
source: Delete failed.
de: Löschen fehlgeschlagen.
es: No se pudo eliminar.
fr: Échec de la suppression.
id: Penghapusan gagal.
ja: 削除に失敗しました。
pl: Usuwanie nie powiodło się.
pt_br: Falha ao excluir.
zh_hans: 删除失败。
zh_hant: 刪除失敗。

# error.encryptionFailed
source: Encryption failed.
de: Verschlüsselung fehlgeschlagen.
es: No se pudo cifrar.
fr: Échec du chiffrement.
id: Enkripsi gagal.
ja: 暗号化に失敗しました。
pl: Szyfrowanie nie powiodło się.
pt_br: Falha na criptografia.
zh_hans: 加密失败。
zh_hant: 加密失敗。

# error.fileNotFound
source: File not found.
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier introuvable.
id: File tidak ditemukan.
ja: ファイルが見つかりません。
pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado.
zh_hans: 文件不存在。
zh_hant: 檔案不存在。

# error.fileTooLarge
source: File is too large (max %1$d MB).
de: Datei zu groß (maximal %1$d MB).
es: Archivo demasiado grande (máximo %1$d MB).
fr: Fichier trop volumineux (maximum %1$d Mo).
id: File terlalu besar (maksimal %1$d MB).
ja: ファイルが大きすぎます（最大%1$d MB）。
pl: Plik jest za duży (maksymalnie %1$d MB).
pt_br: Arquivo muito grande (máximo %1$d MB).
zh_hans: 文件过大（最大 %1$d MB）。
zh_hant: 檔案過大（最大 %1$d MB）。

# error.importFailed
source: Import failed.
de: Import fehlgeschlagen.
es: No se pudo importar.
fr: Échec de l’import.
id: Impor gagal.
ja: 読み込みに失敗しました。
pl: Import nie powiódł się.
pt_br: Falha na importação.
zh_hans: 导入失败。
zh_hant: 匯入失敗。

# error.passwordEmpty
source: Enter your password.
de: Gib dein Passwort ein.
es: Introduce tu contraseña.
fr: Saisissez votre mot de passe.
id: Masukkan kata sandi Anda.
ja: パスワードを入力してください。
pl: Wpisz hasło.
pt_br: Digite sua senha.
zh_hans: 请输入密码。
zh_hant: 請輸入密碼。

# error.passwordIncorrect
source: Incorrect password. Please try again.
de: Falsches Passwort. Versuche es erneut.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Mot de passe incorrect. Réessayez.
id: Kata sandi salah. Coba lagi.
ja: パスワードが正しくありません。再試行してください。
pl: Nieprawidłowe hasło. Spróbuj ponownie.
pt_br: Senha incorreta. Tente novamente.
zh_hans: 密码错误，请重试。
zh_hant: 密碼錯誤，請重試。

# error.passwordMismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
id: Kata sandi tidak cocok.
ja: パスワードが一致しません。
pl: Hasła nie są zgodne.
pt_br: As senhas não coincidem.
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。

# error.passwordTooLong
source: Password cannot exceed %1$d characters.
de: Das Passwort darf höchstens %1$d Zeichen enthalten.
es: La contraseña no puede superar los %1$d caracteres.
fr: Le mot de passe ne peut pas dépasser %1$d caractères.
id: Kata sandi tidak boleh lebih dari %1$d karakter.
ja: パスワードは%1$d文字以内にしてください。
pl: Hasło nie może przekraczać %1$d znaków.
pt_br: A senha não pode ter mais de %1$d caracteres.
zh_hans: 密码不能超过 %1$d 位字符。
zh_hant: 密碼不能超過 %1$d 位字元。

# error.passwordTooShort
source: Password must be at least %1$d characters.
de: Das Passwort muss mindestens %1$d Zeichen enthalten.
es: La contraseña debe tener al menos %1$d caracteres.
fr: Le mot de passe doit comporter au moins %1$d caractères.
id: Kata sandi harus terdiri dari minimal %1$d karakter.
ja: パスワードは%1$d文字以上にしてください。
pl: Hasło musi mieć co najmniej %1$d znaków.
pt_br: A senha deve ter pelo menos %1$d caracteres.
zh_hans: 密码至少需要 %1$d 位字符。
zh_hant: 密碼至少需要 %1$d 位字元。

# error.permissionDenied
source: Permission denied.
de: Berechtigung verweigert.
es: Permiso denegado.
fr: Autorisation refusée.
id: Izin ditolak.
ja: 権限がありません。
pl: Odmowa dostępu.
pt_br: Permissão negada.
zh_hans: 权限被拒绝。
zh_hant: 權限被拒絕。

# error.photoLibraryAccessDenied
source: Allow photo library access in Settings.
de: Erlaube den Zugriff auf die Fotomediathek in den Einstellungen.
es: Permite el acceso a la fototeca en Ajustes.
fr: Autorisez l’accès à la photothèque dans Réglages.
id: Izinkan akses ke perpustakaan foto di Pengaturan.
ja: 設定で写真ライブラリへのアクセスを許可してください。
pl: Zezwól na dostęp do biblioteki zdjęć w Ustawieniach.
pt_br: Permita o acesso à fototeca em Ajustes.
zh_hans: 请在设置中允许访问相册。
zh_hant: 請在設定中允許訪問相簿。

# error.saveFailed
source: Save failed.
de: Speichern fehlgeschlagen.
es: No se pudo guardar.
fr: Échec de l’enregistrement.
id: Penyimpanan gagal.
ja: 保存に失敗しました。
pl: Nie udało się zapisać.
pt_br: Falha ao salvar.
zh_hans: 保存失败。
zh_hant: 儲存失敗。

# error.storageInsufficient
source: Not enough storage space.
de: Nicht genügend Speicherplatz.
es: No hay suficiente espacio.
fr: Espace de stockage insuffisant.
id: Ruang penyimpanan tidak cukup.
ja: ストレージ容量が不足しています。
pl: Za mało miejsca w pamięci.
pt_br: Espaço de armazenamento insuficiente.
zh_hans: 存储空间不足。
zh_hant: 儲存空間不足。

# export.clear
source: Clear
de: Leeren
es: Borrar
fr: Effacer
id: Bersihkan
ja: 消去
pl: Wyczyść
pt_br: Limpar
zh_hans: 清空
zh_hant: 清空

# export.decrypting
source: Decrypting and preparing files, please wait...
de: Dateien werden entschlüsselt und vorbereitet. Bitte warten…
es: Descifrando y preparando archivos. Espera…
fr: Déchiffrement et préparation des fichiers. Veuillez patienter…
id: Mendekripsi dan menyiapkan file. Harap tunggu…
ja: ファイルを復号して準備中です。お待ちください…
pl: Odszyfrowywanie i przygotowywanie plików. Proszę czekać…
pt_br: Descriptografando e preparando arquivos. Aguarde…
zh_hans: 正在解密并准备文件，请稍候...
zh_hant: 正在解密並準備檔案，請稍候...

# export.decryptingProgress
source: Decrypting file %d of %d
de: Datei %d von %d wird entschlüsselt
es: Descifrando archivo %d de %d
fr: Déchiffrement du fichier %d sur %d
id: Mendekripsi file %d dari %d
ja: ファイルを復号中：%d／%d
pl: Odszyfrowywanie pliku %d z %d
pt_br: Descriptografando arquivo %d de %d
zh_hans: 正在解密第 %d/%d 个文件
zh_hant: 正在解密第 %d/%d 個檔案

# export.deselectAll
source: Deselect All
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
id: Batalkan semua pilihan
ja: すべての選択を解除
pl: Odznacz wszystko
pt_br: Desmarcar tudo
zh_hans: 取消全选
zh_hant: 取消全選

# export.empty.subtitle
source: Please import some files first
de: Importiere zuerst einige Dateien
es: Importa primero algunos archivos
fr: Importez d’abord des fichiers
id: Impor beberapa file terlebih dahulu
ja: 先にファイルを読み込んでください
pl: Najpierw zaimportuj pliki
pt_br: Importe alguns arquivos primeiro
zh_hans: 请先导入一些文件
zh_hant: 請先匯入一些檔案

# export.empty.title
source: No files to export
de: Keine Dateien zum Exportieren
es: No hay archivos para exportar
fr: Aucun fichier à exporter
id: Tidak ada file untuk diekspor
ja: 書き出すファイルがありません
pl: Brak plików do eksportu
pt_br: Não há arquivos para exportar
zh_hans: 没有可导出的文件
zh_hant: 沒有可匯出的檔案

# export.error.noPassword
source: Cannot get password, please login again
de: Passwort nicht verfügbar. Melde dich erneut an.
es: No se puede obtener la contraseña. Inicia sesión de nuevo.
fr: Mot de passe inaccessible. Reconnectez-vous.
id: Kata sandi tidak dapat diperoleh. Silakan masuk kembali.
ja: パスワードを取得できません。再度ログインしてください
pl: Nie można pobrać hasła. Zaloguj się ponownie.
pt_br: Não foi possível obter a senha. Entre novamente.
zh_hans: 无法获取密码,请重新登录
zh_hant: 無法獲取密碼,請重新登入

# export.exportSelected
source: Export Selected
de: Auswahl exportieren
es: Exportar selección
fr: Exporter la sélection
id: Ekspor pilihan
ja: 選択した項目を書き出し
pl: Eksportuj zaznaczone
pt_br: Exportar seleção
zh_hans: 导出选中项
zh_hant: 匯出選中項

source: Export Failed
de: Export fehlgeschlagen
es: No se pudo exportar
fr: Échec de l’export
id: Ekspor gagal
ja: 書き出しに失敗しました
pl: Eksport nie powiódł się
pt_br: Falha na exportação
zh_hans: 导出失败
zh_hant: 匯出失敗

# export.inProgress
source: Exporting...
de: Wird exportiert…
es: Exportando…
fr: Export en cours…
id: Mengekspor…
ja: 書き出し中…
pl: Eksportowanie…
pt_br: Exportando…
zh_hans: 正在导出...
zh_hant: 正在匯出...

# export.preparingShare
source: Preparing to share...
de: Teilen wird vorbereitet…
es: Preparando para compartir…
fr: Préparation du partage…
id: Menyiapkan berbagi…
ja: 共有の準備中…
pl: Przygotowywanie udostępniania…
pt_br: Preparando compartilhamento…
zh_hans: 正在准备分享...
zh_hant: 正在準備分享...

# export.selectAll
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
ja: すべて選択
pl: Wybierz wszystko
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

source: Export Selected
de: Auswahl exportieren
es: Exportar selección
fr: Exporter la sélection
id: Ekspor pilihan
ja: 選択した項目を書き出し
pl: Eksportuj zaznaczone
pt_br: Exportar seleção
zh_hans: 导出选中项
zh_hant: 匯出選中項

# export.selectedCount
source: Selected %d items
de: %d Elemente ausgewählt
es: %d elementos seleccionados
fr: %d éléments sélectionnés
id: %d item dipilih
ja: %d項目を選択中
pl: Wybrano %d elementów
pt_br: %d itens selecionados
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# export.title
source: Batch Export
de: Sammelexport
es: Exportar en lote
fr: Export groupé
id: Ekspor sekaligus
ja: 一括書き出し
pl: Eksport zbiorczy
pt_br: Exportação em lote
zh_hans: 批量导出
zh_hant: 批量匯出
